/* Message of sheet displayed for WebFoundationErrorUnsupportedURL */
"%@ could not be opened because it cannot redirect to locations starting with “%@”." = "Не вдалося відкрити %@, оскільки не можна переспрямовувати до розташувань, що починаються з «%@».";

/* message of sheet displayed for WebFoundationErrorCannotConnectToHostError */
"%@ could not be opened because it could not connect to the server." = "Не вдалося відкрити %@, оскільки не вдалося підключитися до сервера.";

/* Message of sheet displayed for WebFoundationErrorSecureConnectionFailed */
"%@ could not be opened because it could not establish a secure connection to the server." = "Не вдалося відкрити %@, оскільки не вдалося встановити безпечне підключення до сервера.";

/* Message of sheet displayed for both WebFoundationErrorZeroByteResourceError and WebFoundationErrorResourceUnavailableError */
"%@ could not be opened because it could not load any data." = "Не вдалося відкрити %@, оскільки не вдалося завантажити жодних даних.";

/* message of sheet displayed for WebFoundationErrorNotConnectedToInternetError */
"%@ could not be opened because it is not connected to the Internet." = "Не вдалося відкрити %@, оскільки немає підключення до Інтернету.";

/* Message of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation */
"%@ could not be opened because its main page does not exist." = "Не вдалося відкрити %@, оскільки головна сторінка не існує.";

/* error message for bad server response */
"%@ could not be opened because its main page is invalid." = "Не вдалося відкрити %@, оскільки головна сторінка є недійсною.";

/* error message for page that is too large to be loaded */
"%@ could not be opened because its main page is too large." = "Не вдалося відкрити %@, оскільки головна сторінка завелика.";

/* error message for URL with unsupported scheme */
"%@ could not be opened because the address of its main page is invalid." = "Не вдалося відкрити %@, оскільки адреса головної сторінки недійсна.";

/* message of sheet displayed for NSURLErrorNetworkConnectionLost when the network connection is lost */
"%@ could not be opened because the network connection was lost." = "Не вдалося відкрити %@, оскільки втрачено підключення до мережі.";

/* Message of sheet displayed for POSIX error ECONNRESET */
"%@ could not be opened because the network connection was reset. The server may be busy." = "Не вдалося відкрити %@, оскільки було скинуто підключення до мережі. Можливо, сервер зайнятий.";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError when the URL does not contain a valid server name */
"%@ could not be opened because the server cannot be found." = "Не вдалося відкрити %@, оскільки не вдається знайти сервер.";

/* Message of sheet displayed for WebFoundationErrorHTTPTooManyRedirectsError */
"%@ could not be opened because too many redirects occurred." = "Не вдалося відкрити %@, оскільки сталося забагато переспрямувань.";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded and the URL of the failing page could not be determined */
"%@ could not be opened.\n\nThe error was: “%@”." = "Не вдалося відкрити %@.\n\nПомилка: «%@».";

/* message of sheet displayed for WebFoundationErrorTimedOut */
"%@ could not open the page because the server stopped responding" = "%@ не вдалося відкрити сторінку, оскільки сервер припинив відповідати";

/* Title of sheet displayed when a page cannot be loaded */
"Cannot Open %@" = "Не вдається відкрити %@";

/* Title of sheet displayed when user needs a certificate for a site, but does not have an appropriate certificate installed. */
"Certificate (Appropriate not installed)" = "Для цього веб-сайту потрібен сертифікат";

/* Title of sheet displayed when user must choose whether or not to select an identity in order to connect to a site. */
"Certificate (select identity)" = "Для цього веб-сайту потрібен сертифікат";

/* title for error when the server rejected a certificate */
"Certificate Error" = "Помилка сертифіката";

/* title for error when a file does not exist */
"No File Exists" = "Файлів немає";

/* title for error when you do not have permission to read a file */
"No Permission" = "Дозволів немає";

/* message for file URL for nonexistent file */
"No file exists at the address “%@”." = "Файл за адресою «%@» не існує.";

/* Title of sheet when user must select an identity from a list in order to connect to a website. */
"Select a certificate" = "Виберіть сертифікат";

/* Message of sheet displayed when user must choose whether or not to select an identity in order to connect to a site. */
"Tap Continue to select your certificate." = "Натисніть «Продовжити», щоб вибрати сертифікат.";

/* Message of sheet displayed when user needs a certificate for a site, but does not have an appropriate certificate installed. */
"The required certificate is not installed." = "Потрібний сертифікат не встановлений.";

/* Message of sheet when the server rejected the certificate */
"The website did not accept the certificate." = "Веб-сайт не прийняв сертифікат.";

/* Message shown when we try to load content and data roaming is turned off and we are roaming */
"Data Roaming is turned off. You can enable Data Roaming in the Network section of General Settings." = "Роумінг даних вимкнений. Роумінг даних можна ввімкнути в розділі «Мережа» основних параметрів.";

/* message for file URL with insufficient permissions */
"You do not have permission to view “%@”." = "Ви не маєте дозволу для перегляду «%@».";

/* fallback string used when an error has no description */
"unknown error" = "невідома помилка";

/* title for alert when an error prevents a profile from installing */
"Cannot Install Profile" = "Не вдається встановити профіль";

/* error when failed to install profile */
"This profile could not be installed due to an unknown error." = "Не вдалося встановити профіль через невідому помилку.";

/* title for alert when an error prevents a profile from downloading */
"Cannot Download Profile" = "Не вдається завантажити профіль";

/* error when failed to download profile */
"This profile could not be downloaded due to an unknown error." = "Не вдалося завантажити профіль через невідому помилку.";

/* title for alert when you can't download a file */
"Download Failed" = "Помилка завантаження";

/* error when you cannot download a file */
"This file cannot be downloaded." = "Не можна завантажити цей файл.";
